klushund/embedded-systems-mit-risc-v/poxi/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF)  Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_GRAPHICS_DEFAULT_FONT_TREBUCHET_MS=y
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y

